Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# planning.cyclingAlternativesWithFailures
source: Cycling alternatives — {failedCount, number} {failedCount, select, one {source} other {sources}} unavailable
ar: بدائل ركوب الدراجات — {failedCount, number} {failedCount, select, one {source} other {sources}} غير متاح
bn: সাইক্লিং বিকল্প — {failedCount, number} {failedCount, select, one {source} other {sources}} অনুপলব্ধ
de: Fahrradalternativen — {failedCount, number} {failedCount, select, one {Quelle} other {Quellen}} nicht verfügbar
es: Alternativas de ciclismo — {failedCount, number} {failedCount, select, one {source} other {sources}} no disponible(s)
fa: گزینه‌های مسیر دوچرخه‌سواری — {failedCount, number} {failedCount, select, one {source} other {sources}} در دسترس نیست
fi: Pyöräilyvaihtoehdot — {failedCount, number} {failedCount, select, one {lähde ei käytettävissä} other {lähdettä ei käytettävissä}}
fr: Alternatives vélo — {failedCount, number} {failedCount, select, one {source} other {sources}} indisponible(s)
hi: साइक्लिंग विकल्प — {failedCount, number} {failedCount, select, one {source} other {sources}} उपलब्ध नहीं
id: Alternatif bersepeda — {failedCount, number} {failedCount, select, one {source} other {sources}} tidak tersedia
ja: 自転車ルートの代替案 — {failedCount, number} {failedCount, select, one {source} other {sources}} が利用できません
mr: सायकलिंग पर्याय — {failedCount, number} {failedCount, select, one {source} other {sources}} उपलब्ध नाहीत
pt: Alternativas de ciclismo — {failedCount, number} {failedCount, select, one {fonte} other {fontes}} indisponível
ru: Варианты веломаршрутов — {failedCount, number} {failedCount, select, one {source} other {sources}} недоступны
ur: سائیکلنگ متبادل — {failedCount, number} {failedCount, select, one {source} other {sources}} دستیاب نہیں
zh: 骑行备选路线 — {failedCount, number} {failedCount, select, one {source} other {sources}} 不可用

# planning.mixedRoutesFromHslAndOsm
source: Mixed routes from HSL and OSM
ar: مسارات مختلطة من HSL وOSM
bn: HSL এবং OSM থেকে মিশ্র রুট
de: Gemischte Routen aus HSL und OSM
es: Rutas combinadas de HSL y OSM
fa: مسیرهای ترکیبی از HSL و OSM
fi: Sekareittejä HSL:stä ja OSM:stä
fr: Itinéraires mixtes via HSL et OSM
hi: HSL और OSM से मिश्रित मार्ग
id: Rute campuran dari HSL dan OSM
ja: HSL と OSM からの混在ルート
mr: HSL आणि OSM मधून मिश्र मार्ग
pt: Rotas mistas do HSL e do OSM
ru: Смешанные маршруты из HSL и OSM
ur: HSL اور OSM سے ملے جلے راستے
zh: 来自 HSL 和 OSM 的混合路线

# routeDetail.geometryPoints
source: Geometry points: {count, number}
ar: نقاط الهندسة: {count, number}
bn: জ্যামিতি পয়েন্ট: {count, number}
de: Geometriepunkte: {count, number}
es: Puntos de geometría: {count, number}
fa: نقاط هندسی: {count, number}
fi: Geometriapisteet: {count, number}
fr: Points de géométrie : {count, number}
hi: ज्यामिति पॉइंट्स: {count, number}
id: Titik geometri: {count, number}
ja: ジオメトリのポイント数：{count, number}
mr: भूमिती बिंदू: {count, number}
pt: Pontos de geometria: {count, number}
ru: Точки геометрии: {count, number}
ur: جیومیٹری پوائنٹس: {count, number}
zh: 几何点：{count, number}

# routeDetail.maneuverCount
source: Maneuvers: {count, number}
ar: المناورات: {count, number}
bn: মোট চালনা: {count, number}
de: Manöver: {count, number}
es: Maniobras: {count, number}
fa: مانورها: {count, number}
fi: Käännöksiä: {count, number}
fr: Manœuvres : {count, number}
hi: मोड़: {count, number}
id: Manuver: {count, number}
ja: 指示: {count, number}
mr: चाल: {count, number}
pt: Manobras: {count, number}
ru: Манёвры: {count, number}
ur: حرکات: {count, number}
zh: 路线操作：{count, number}

# routeDetail.open
source: Open
ar: افتح
bn: খুলুন
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खोलें
id: Buka
ja: 開く
mr: उघडा
pt: Abrir
ru: Открыть
ur: کھولیں
zh: 打开

# routeDetail.section.actions
source: Actions
ar: الإجراءات
bn: কর্মসমূহ
de: Aktionen
es: Acciones
fa: اقدامات
fi: Toiminnot
hi: क्रियाएँ
id: Aksi
ja: 操作
mr: कृती
pt: Ações
ru: Действия
ur: اعمال
zh: 操作

# routeDetail.section.route
source: Route
ar: المسار
bn: পথ
es: Ruta
fa: مسیر
fi: Reitti
fr: Itinéraire
hi: मार्ग
id: Rute
ja: ルート
mr: मार्ग
pt: Rota
ru: Маршрут
ur: راستہ
zh: 路线

# routeDetail.title
source: Route
ar: المسار
bn: পথ
es: Ruta
fa: مسیر
fi: Reitti
fr: Itinéraire
hi: मार्ग
id: Rute
ja: ルート
mr: मार्ग
pt: Rota
ru: Маршрут
ur: راستہ
zh: 路线

# settings.activity.allowBackgroundGps.subtitle
source: Required for audio cues and live activity
ar: مطلوب لإشارات الصوت والأنشطة المباشرة
bn: অডিও সংকেত এবং লাইভ অ্যাক্টিভিটির জন্য প্রয়োজন
de: Erforderlich für Audio-Hinweise und Live-Aktivität
es: Requerido para avisos de audio y actividad en vivo
fa: لازم برای نشانه‌های صوتی و فعالیت زنده
fi: Tarvitaan äänimerkeille ja live-toiminnolle
fr: Requis pour les indications audio et l’activité en direct
hi: ऑडियो संकेतों और लाइव गतिविधि के लिए आवश्यक
id: Diperlukan untuk isyarat audio dan aktivitas langsung
ja: 音声案内とライブアクティビティに必要です
mr: ऑडिओ संकेत आणि लाईव्ह अ‍ॅक्टिव्हिटीसाठी आवश्यक
pt: Necessário para avisos de áudio e atividade em tempo real
ru: Требуется для аудиоподсказок и живой активности
ur: آڈیو اشاروں اور لائیو ایکٹیویٹی کے لیے ضروری
zh: 音频提示和实时活动所需

# settings.activity.allowBackgroundGps.title
source: Allow GPS in background
ar: السماح بـ GPS في الخلفية
bn: ব্যাকগ্রাউন্ডে GPS অনুমতি দিন
de: GPS im Hintergrund erlauben
es: Permitir GPS en segundo plano
fa: اجازه GPS در پس‌زمینه
fi: Salli GPS taustalla
fr: Autoriser le GPS en arrière-plan
hi: बैकग्राउंड में GPS की अनुमति दें
id: Izinkan GPS di latar belakang
ja: バックグラウンドでGPSを許可
mr: पार्श्वभूमीत GPS ला परवानगी द्या
pt: Permitir GPS em segundo plano
ru: Разрешить GPS в фоне
ur: پسِ منظر میں GPS کی اجازت دیں
zh: 允许后台 GPS

# settings.activity.audioCues.subtitle
source: Speak turn-by-turn directions during routing
ar: انطق تعليمات المنعطفات خطوة بخطوة أثناء التوجيه
bn: রাউটিংয়ের সময় ধাপে ধাপে দিকনির্দেশ বলুন
de: Sprich Richtungsanweisungen während der Routenführung
es: Habla las indicaciones paso a paso durante la ruta
fa: راهنمایی‌های صوتی مرحله‌به‌مرحله در حین مسیریابی
fi: Puhu käännös käännökseltä -ohjeet reitityksen aikana
fr: Annoncer les indications tour par tour pendant le guidage
hi: रूटिंग के दौरान टर्न-बाय-टर्न निर्देश बोलें
id: Ucapkan petunjuk belok demi belok saat perutean
ja: ルーティング中にターンバイターンの案内を読み上げます
mr: रूटिंग दरम्यान टर्न-बाय-टर्न दिशा बोला
pt: Fale instruções passo a passo durante o trajeto
ru: Озвучивать поворот за поворотом во время маршрутизации
ur: روٹنگ کے دوران باری باری سمت کی ہدایات سنائیں
zh: 路线规划中逐向语音提示

# settings.activity.audioCues.title
source: Audio cues
ar: إشارات الصوت
bn: অডিও সংকেত
de: Audio-Hinweise
es: Avisos de audio
fa: نشانه‌های صوتی
fi: Äänimerkit
fr: Indications audio
hi: ऑडियो संकेत
id: Isyarat audio
ja: 音声案内
mr: ऑडिओ संकेत
pt: Avisos de áudio
ru: Аудиоподсказки
ur: آڈیو اشارے
zh: 音频提示

# settings.activity.audioCuesOnlyInBackground.subtitle
source: When off, cues also play while you have the app open
ar: عند الإيقاف، تُشغَّل الإشارات أيضًا عندما يكون التطبيق مفتوحًا
bn: বন্ধ থাকলে, অ্যাপ খোলা থাকলেও সংকেতগুলো বাজে
de: Wenn aus, werden die Hinweise auch abgespielt, während die App geöffnet ist
es: Cuando está desactivado, los avisos también se reproducen mientras tienes la app abierta
fa: وقتی خاموش باشد، نشانه‌ها هم‌زمان با باز بودن برنامه هم پخش می‌شوند
fi: Kun pois käytöstä, äänimerkit kuuluvat myös kun sovellus on avoinna
fr: Désactivé : les indications sont aussi diffusées quand l’application est ouverte
hi: बंद होने पर, संकेत तब भी चलेंगे जब ऐप खुला हो
id: Saat mati, isyarat juga diputar saat Anda membuka aplikasi
ja: オフの場合、アプリを開いている間も案内が流れます
mr: बंद असल्यास, अ‍ॅप उघडे असतानाही संकेत वाजतात
pt: Quando desligado, os avisos também são reproduzidos enquanto você tem o app aberto
ru: Если выключено, подсказки звучат и когда приложение открыто
ur: جب بند ہو تو اشارے تب بھی چلتے ہیں جب آپ کے پاس ایپ کھلی ہو
zh: 关闭后：当你打开应用时也会播放提示

# settings.activity.audioCuesOnlyInBackground.title
source: Audio cues only when app is in background
ar: إشارات الصوت فقط عندما يكون التطبيق في الخلفية
bn: অ্যাপ ব্যাকগ্রাউন্ডে থাকলে তবেই অডিও সংকেত
de: Audio-Hinweise nur, wenn die App im Hintergrund ist
es: Avisos de audio solo cuando la app está en segundo plano
fa: نشانه‌های صوتی فقط وقتی برنامه در پس‌زمینه است
fi: Äänimerkit vain taustalla
fr: Indications audio uniquement quand l’application est en arrière-plan
hi: सिर्फ तब ऑडियो संकेत जब ऐप बैकग्राउंड में हो
id: Isyarat audio hanya saat aplikasi berada di latar belakang
ja: アプリがバックグラウンドのときだけ音声案内
mr: अ‍ॅप पार्श्वभूमीत असताना/स्क्रीन लॉक झाल्यावरच ऑडिओ संकेत
pt: Avisos de áudio apenas quando o app estiver em segundo plano
ru: Аудиоподсказки только когда приложение в фоне
ur: صرف تب آڈیو اشارے چلیں جب ایپ پسِ منظر میں ہو
zh: 仅当应用在后台时播放音频提示

# settings.activity.keepScreenOn.subtitle
source: Keeps the display awake while a route is active
ar: يحافظ على تنبيه الشاشة أثناء تفعيل مسار
bn: রুট সক্রিয় থাকাকালীন ডিসপ্লে জাগিয়ে রাখে
de: Hält das Display wach, während eine Route aktiv ist
es: Mantiene la pantalla encendida mientras hay una ruta activa
fa: هنگام فعال بودن مسیر، نمایشگر روشن می‌ماند
fi: Pitää näytön päällä reitin ollessa aktiivinen
fr: Garde l’écran allumé pendant qu’un itinéraire est actif
hi: मार्ग सक्रिय होने पर डिस्प्ले चालू रखता है
id: Membuat layar tetap menyala saat rute aktif
ja: ルート実行中、画面を常に点灯します
mr: मार्ग सक्रिय असताना डिस्प्ले जागा ठेवतो
pt: Mantém a tela acesa enquanto uma rota estiver ativa
ru: Держит экран включённым, пока активен маршрут
ur: راستہ فعال ہونے پر ڈسپلے کو جاگتا رکھتا ہے
zh: 路线进行中保持屏幕常亮

# settings.activity.keepScreenOn.title
source: Prevent screen from turning off
ar: منع إيقاف تشغيل الشاشة
bn: স্ক্রিন বন্ধ হওয়া ঠেকান
de: Verhindere, dass der Bildschirm ausgeht
es: Evitar que la pantalla se apague
fa: جلوگیری از خاموش شدن صفحه
fi: Estä näytön sammuminen
fr: Empêcher l’écran de s’éteindre
hi: स्क्रीन को बंद होने से रोकें
id: Cegah layar mati
ja: 画面が消えないようにする
mr: स्क्रीन बंद होऊ देऊ नका
pt: Impedir o desligamento da tela
ru: Не давать экрану гаснуть
ur: اسکرین کو بند ہونے سے روکیں
zh: 防止屏幕自动熄灭

# settings.activity.liveActivity.subtitle
source: Show next turn on the lock screen
ar: اعرض المنعطف التالي على شاشة القفل
bn: লক স্ক্রিনে পরের টার্ন দেখান
de: Nächste Abbiegung auf dem Sperrbildschirm anzeigen
es: Muestra el siguiente giro en la pantalla de bloqueo
fa: نمایش نوبت بعدی روی صفحه قفل
fi: Näytä seuraava käännös lukitusnäytöllä
fr: Afficher le prochain tour sur l’écran de verrouillage
hi: लॉक स्क्रीन पर अगला टर्न दिखाएँ
id: Tampilkan belokan berikutnya di layar kunci
ja: ロック画面に次の案内を表示
mr: लॉक स्क्रीनवर पुढचा टर्न दाखवा
pt: Mostrar a próxima curva na tela de bloqueio
ru: Показывать следующий поворот на экране блокировки
ur: لاک اسکرین پر اگلا موڑ دکھائیں
zh: 在锁屏上显示下一步

# settings.activity.liveActivity.title
source: Lock-screen live activity
ar: نشاط مباشر على شاشة القفل
bn: লক-স্ক্রিন লাইভ অ্যাক্টিভিটি
de: Live-Aktivität auf dem Sperrbildschirm
es: Actividad en vivo en la pantalla de bloqueo
fa: فعالیت زنده صفحه‌قفل
fi: Lukitusnäytön live-toiminto
fr: Activité en direct sur l’écran de verrouillage
hi: लॉक-स्क्रीन लाइव गतिविधि
id: Aktivitas langsung di layar kunci
ja: ロック画面のライブアクティビティ
mr: लॉक-स्क्रीन लाईव्ह अ‍ॅक्टिव्हिटी
pt: Atividade em tempo real na tela de bloqueio
ru: Живая активность на экране блокировки
ur: لاک اسکرین لائیو ایکٹیویٹی
zh: 锁屏实时活动

# settings.activity.title
source: Activity Settings
ar: إعدادات النشاط
bn: অ্যাক্টিভিটি সেটিংস
de: Aktivitäts-Einstellungen
es: Configuración de actividad
fa: تنظیمات فعالیت
fi: Toiminta-asetukset
fr: Paramètres d’activité
hi: गतिविधि सेटिंग्स
id: Pengaturan Aktivitas
ja: アクティビティ設定
mr: अ‍ॅक्टिव्हिटी सेटिंग्ज
pt: Configurações de atividade
ru: Настройки активности
ur: ایکٹیویٹی کی ترتیبات
zh: 活动设置

# settings.device.connect
source: Connect
ar: اتصال
bn: সংযোগ করুন
de: Verbinden
es: Conectar
fa: اتصال
fi: Yhdistä
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
ja: 接続する
mr: जोडा
pt: Conectar
ru: Подключить
ur: کنیکٹ کریں
zh: 连接

# settings.device.connection.lastDevice
source: Last device: {name}
ar: آخر جهاز: {name}
bn: শেষ ডিভাইস: {name}
de: Letztes Gerät: {name}
es: Último dispositivo: {name}
fa: آخرین دستگاه: {name}
fi: Viimeisin laite: {name}
fr: Dernier appareil : {name}
hi: अंतिम डिवाइस: {name}
id: Perangkat terakhir: {name}
ja: 最終デバイス: {name}
mr: शेवटचे डिव्हाइस: {name}
pt: Último dispositivo: {name}
ru: Последнее устройство: {name}
ur: آخری ڈیوائس: {name}
zh: 上次设备：{name}

# settings.device.connection.section
source: Connection
ar: الاتصال
bn: সংযোগ
de: Verbindung
es: Conexión
fa: اتصال
fi: Yhteys
fr: Connexion
hi: कनेक्शन
id: Koneksi
ja: 接続
mr: कनेक्शन
pt: Conexão
ru: Подключение
ur: کنکشن
zh: 连接

# settings.device.connection.state
source: State: {state}
ar: الحالة: {state}
bn: অবস্থা: {state}
de: Status: {state}
es: Estado: {state}
fa: وضعیت: {state}
fi: Tila: {state}
fr: État : {state}
hi: स्थिति: {state}
id: Status: {state}
ja: 状態: {state}
mr: स्थिती: {state}
pt: Estado: {state}
ru: Состояние: {state}
ur: حالت: {state}
zh: 状态：{state}

# settings.device.connection.status
source: Status: {status}
ar: الحالة: {status}
bn: স্থিতি: {status}
es: Estado: {status}
fa: وضعیت: {status}
fi: Tila: {status}
fr: Statut : {status}
hi: स्थिति: {status}
ja: ステータス: {status}
mr: स्थिती: {status}
ru: Статус: {status}
ur: حیثیت: {status}
zh: 状态：{status}

# settings.device.connection.sync
source: Sync: {state}
ar: المزامنة: {state}
bn: সিঙ্ক: {state}
es: Sincronización: {state}
fa: همگام‌سازی: {state}
fi: Synkronointi: {state}
fr: Synchronisation : {state}
hi: सिंक: {state}
id: Sinkronisasi: {state}
ja: 同期: {state}
mr: सिंक: {state}
pt: Sincronizar: {state}
ru: Синхронизация: {state}
ur: مطابقت: {state}
zh: 同步：{state}

# settings.device.diagnostics.armDisconnect
source: Arm disconnect after chunk
ar: افصل بعد كتابة الدفعة التالية
bn: পরবর্তী চাঙ্ক লেখার পর সংযোগ বিচ্ছিন্ন করুন
de: Nach Chunk trennen
es: Desconectar después del siguiente bloque
fa: قطع اتصال بعد از نوشتنِ بخش بعدی
fi: Katkaise yhteys seuraavan chunkin jälkeen
fr: Déconnecter après le prochain bloc
hi: अगले चंक के बाद डिस्कनेक्ट करें
id: Putuskan setelah penulisan chunk berikutnya
ja: 次のチャンク書き込み後に切断
mr: चंक लिहिल्यानंतर डिसकनेक्ट करा
pt: Desconectar após o próximo bloco
ru: Отключить после следующей записи чанка
ur: اگلے چنک کے لکھنے کے بعد منقطع کریں
zh: 断开：下一块数据后

# settings.device.diagnostics.armDropStatus
source: Arm drop next inbound status
ar: أَسقط إطار حالة BLE التالي الوارد
bn: পরবর্তী ইনবাউন্ড BLE স্ট্যাটাস ফ্রেম বাদ দিন
de: Nächsten eingehenden Status verwerfen
es: Descartar el siguiente estado BLE entrante
fa: حذف وضعیتِ دریافتیِ بعدی
fi: Pudota seuraava saapuva BLE-tilakehys
fr: Ignorer le prochain statut BLE entrant
hi: अगला इनबाउंड BLE स्टेटस फ्रेम ड्रॉप करें
id: Jatuhkan frame status masuk berikutnya
ja: 次の受信BLEステータスフレームを破棄
mr: पुढील इनबाउंड BLE स्टेटस फ्रेम ड्रॉप करा
pt: Descartar o próximo status BLE recebido
ru: Отбросить следующий входящий BLE-кадр состояния
ur: اگلی آنے والی BLE اسٹیٹس فریم چھوڑ دیں
zh: 丢弃：下一条入站 BLE 状态帧

# settings.device.diagnostics.armRetryable
source: Arm retryable interruption
ar: فعّل مقاطعة قابلة لإعادة المحاولة في نقل BLE التالي
bn: পরবর্তী BLE ট্রান্সফারে পুনরায় চেষ্টা-যোগ্য বাধা দিন
de: Wiederholbare Unterbrechung auslösen
es: Activar una interrupción reintentable
fa: قطعِ قابل‌تلاشِ بعدی را فعال کن
fi: Aseta uudelleenyrityskelpoinen keskeytys seuraavaan BLE-siirtoon
fr: Préparer une interruption réessayable
hi: अगले BLE ट्रांसफर पर रीट्राय योग्य रुकावट सेट करें
id: Atur gangguan yang dapat dicoba ulang
ja: 次のBLE転送でリトライ可能な中断を発生させる
mr: पुढील BLE ट्रान्सफरवर रीट्राय-योग्य व्यत्यय द्या
pt: Acionar interrupção reexecutável
ru: Запланировать прерывание с возможностью повтора
ur: اگلی BLE منتقلی پر قابلِ دوبارہ کوشش رکاوٹ تیار کریں
zh: 触发：可重试的中断

# settings.device.diagnostics.armWriteFailure
source: Arm write failure
ar: فعّل فشل الكتابة في نقل BLE التالي
bn: পরবর্তী BLE ট্রান্সফারে লেখার ব্যর্থতা দিন
de: Schreibfehler auslösen
es: Activar fallo de escritura
fa: خطای نوشتنِ بعدی را فعال کن
fi: Aseta kirjoitusvirhe seuraavaan BLE-siirtoon
fr: Préparer un échec d’écriture
hi: अगले BLE ट्रांसफर पर राइट फेलियर सेट करें
id: Atur kegagalan penulisan
ja: 次のBLE転送で書き込み失敗を発生させる
mr: पुढील BLE ट्रान्सफरवर लेखन अपयश द्या
pt: Falha na gravação
ru: Запланировать сбой записи
ur: اگلی BLE منتقلی پر لکھنے کی ناکامی تیار کریں
zh: 触发：下一次写入失败

# settings.device.diagnostics.section
source: Diagnostics
ar: التشخيصات
bn: ডায়াগনস্টিকস
de: Diagnose
es: Diagnósticos
fa: عیب‌یابی
fi: Diagnostiikka
hi: डायग्नोस्टिक्स
id: Diagnostik
ja: 診断
mr: डायग्नॉस्टिक्स
pt: Diagnósticos
ru: Диагностика
ur: تشخیص
zh: 诊断

# settings.device.disconnect
source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
de: Trennen
es: Desconectar
fa: قطع اتصال
fi: Katkaise yhteys
fr: Déconnecter
hi: डिसकनेक्ट करें
id: Putuskan
ja: 切断する
mr: तोडा
pt: Desconectar
ru: Отключить
ur: ڈسکنیکٹ کریں
zh: 断开连接

# settings.device.forget
source: Forget paired device
ar: نسيان الجهاز المقترن
bn: জোড়া লাগানো ডিভাইস ভুলে যান
de: Gepaartes Gerät vergessen
es: Olvidar dispositivo emparejado
fa: فراموش کردن دستگاه جفت‌شده
fi: Unohda paritettu laite
fr: Oublier l’appareil couplé
hi: पेयर किया हुआ डिवाइस भूलें
id: Lupakan perangkat yang dipasangkan
ja: ペア設定を解除する（端末）
mr: जोडलेले डिव्हाइस विसरा
pt: Esquecer dispositivo pareado
ru: Забыть сопряжённое устройство
ur: جوڑا ہوا ڈیوائس بھول جائیں
zh: 忘记已配对的设备

# settings.device.forget.confirmMessage
source: You'll need to scan the pairing code again to use it. Your route history stays.
ar: ستحتاج إلى مسح رمز الاقتران مرة أخرى لاستخدامه. تبقى سجلات مسارك.
bn: এটি ব্যবহার করতে আপনাকে আবার জোড়ার কোড স্ক্যান করতে হবে। আপনার রুটের ইতিহাস অপরিবর্তিত থাকবে।
de: Du musst den Kopplungscode erneut scannen, um ihn zu verwenden. Deine Routenhistorie bleibt.
es: Necesitarás volver a escanear el código de emparejamiento para usarlo. Tu historial de rutas se mantiene.
fa: برای استفاده دوباره باید کد جفت‌سازی را اسکن کنید. تاریخچه مسیر شما باقی می‌ماند.
fi: Sinun täytyy skannata paritus-QR uudelleen käyttääksesi sitä. Reittihistoriasi säilyy.
fr: Vous devrez à nouveau scanner le code de couplage pour l’utiliser. Votre historique d’itinéraires reste.
hi: इसे फिर से उपयोग करने के लिए आपको पेयरिंग कोड फिर से स्कैन करना होगा। आपका रूट इतिहास बना रहेगा।
id: Anda perlu memindai kode pasangan lagi untuk menggunakannya. Riwayat rute Anda tetap ada.
ja: 再度ペアリングコードを読み取って使用する必要があります。ルート履歴は保持されます。
mr: ते वापरण्यासाठी तुम्हाला पुन्हा पेअरिंग कोड स्कॅन करावा लागेल. तुमचा रूट इतिहास तसाच राहील.
pt: Você precisará escanear o código de pareamento novamente para usá-lo. Seu histórico de rotas permanece.
ru: Вам нужно будет снова отсканировать код сопряжения, чтобы использовать его. История маршрутов сохранится.
ur: اسے دوبارہ استعمال کرنے کے لیے آپ کو جوڑی بنانے کا کوڈ دوبارہ اسکین کرنا ہوگا۔ آپ کی روٹ ہسٹری برقرار رہے گی۔
zh: 要再次使用它，你需要重新扫描配对码。你的路线历史会保留。

# settings.device.forget.confirmTitle
source: Forget this device?
ar: نسيان هذا الجهاز؟
bn: এই ডিভাইসটি ভুলে যাবেন?
de: Dieses Gerät vergessen?
es: ¿Olvidar este dispositivo?
fa: این دستگاه را فراموش کنم؟
fi: Unohdetaanko tämä laite?
fr: Oublier cet appareil ?
hi: यह डिवाइस भूलें?
id: Lupakan perangkat ini?
ja: このデバイスを忘れますか？
mr: हे डिव्हाइस विसरायचे?
pt: Esquecer este dispositivo?
ru: Забыть это устройство?
ur: یہ ڈیوائس بھول جائیں؟
zh: 忘记此设备？

# settings.device.lastPaired
source: Last paired: {date}
ar: آخر اقتران: {date}
bn: শেষবার জোড়া লাগানো: {date}
de: Zuletzt gekoppelt: {date}
es: Último emparejamiento: {date}
fa: آخرین جفت‌سازی: {date}
fi: Paritettu viimeksi: {date}
fr: Dernier couplage : {date}
hi: अंतिम बार पेयर किया गया: {date}
id: Terakhir dipasangkan: {date}
ja: 最終ペア設定: {date}
mr: शेवटचे पेअर केले: {date}
pt: Último pareamento: {date}
ru: Последнее сопряжение: {date}
ur: آخری بار جوڑا گیا: {date}
zh: 上次配对：{date}

# settings.device.pairNew
source: Pair a new device
ar: اقتران جهاز جديد
bn: নতুন ডিভাইস জোড়া লাগান
de: Neues Gerät koppeln
es: Emparejar un dispositivo nuevo
fa: جفت‌کردن یک دستگاه جدید
fi: Parita uusi laite
fr: Coupler un nouvel appareil
hi: नया डिवाइस पेयर करें
id: Pasangkan perangkat baru
ja: 新しいデバイスをペア設定する
mr: नवीन डिव्हाइस पेअर करा
pt: Parear um novo dispositivo
ru: Сопрячь новое устройство
ur: نیا ڈیوائس جوڑیں
zh: 配对新设备

# settings.device.pairedDevice.section
source: Paired device
ar: الجهاز المقترن
bn: জোড়া লাগানো ডিভাইস
de: Gekoppeltes Gerät
es: Dispositivo emparejado
fa: دستگاه جفت‌شده
fi: Paritettu laite
fr: Appareil couplé
hi: पेयर किया हुआ डिवाइस
id: Perangkat yang dipasangkan
ja: ペア設定済みのデバイス
mr: जोडलेले डिव्हाइस
pt: Dispositivo pareado
ru: Сопряжённое устройство
ur: جوڑا ہوا ڈیوائس
zh: 已配对的设备

# settings.device.reconnecting
source: Reconnecting…
ar: إعادة الاتصال…
bn: আবার সংযোগ হচ্ছে…
de: Erneut verbinden…
es: Reconectando…
fa: در حال اتصال مجدد…
fi: Yhdistetään…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहा है…
id: Menyambungkan kembali…
ja: 再接続中…
mr: पुन्हा कनेक्ट करत आहोत…
pt: Reconectando…
ru: Повторное подключение…
ur: دوبارہ کنیکٹ ہو رہا ہے…
zh: 正在重新连接…

# settings.device.title
source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fa: دستگاه
fi: Laite
fr: Appareil
hi: डिवाइस
id: Perangkat
ja: デバイス
mr: डिव्हाइस
pt: Dispositivo
ru: Устройство
ur: ڈیوائس
zh: 设备

# settings.device.transfer.activeRoute
source: Active route: {id}
ar: المسار النشط: {id}
bn: সক্রিয় পথ: {id}
de: Aktive Route: {id}
es: Ruta activa: {id}
fa: مسیر فعال: {id}
fi: Aktiivinen reitti: {id}
fr: Itinéraire actif : {id}
hi: सक्रिय मार्ग: {id}
id: Rute aktif: {id}
ja: アクティブルート: {id}
mr: सक्रिय मार्ग: {id}
pt: Rota ativa: {id}
ru: Активный маршрут: {id}
ur: فعال راستہ: {id}
zh: 当前路线：{id}

# settings.device.transfer.clearActive
source: Clear active route
ar: امسح المسار النشط
bn: সক্রিয় পথ মুছুন
de: Aktive Route löschen
es: Borrar ruta activa
fa: پاک کردن مسیر فعال
fi: Tyhjennä aktiivinen reitti
fr: Effacer l’itinéraire actif
hi: सक्रिय मार्ग साफ़ करें
id: Hapus rute aktif
ja: アクティブルートをクリア
mr: सक्रिय मार्ग साफ करा
pt: Limpar rota ativa
ru: Очистить активный маршрут
ur: فعال راستہ صاف کریں
zh: 清除当前路线

# settings.device.transfer.lastSync
source: Last sync: {result}
ar: آخر مزامنة: {result}
bn: শেষ সিঙ্ক: {result}
de: Letzte Sync: {result}
es: Última sincronización: {result}
fa: آخرین همگام‌سازی: {result}
fi: Viimeisin synkronointi: {result}
fr: Dernière synchronisation : {result}
hi: अंतिम सिंक: {result}
id: Sinkronisasi terakhir: {result}
ja: 最終同期: {result}
mr: शेवटचा सिंक: {result}
pt: Última sincronização: {result}
ru: Последняя синхронизация: {result}
ur: آخری مطابقت: {result}
zh: 上次同步：{result}

# settings.device.transfer.pendingRoute
source: Pending route: {id}
ar: المسار المعلّق: {id}
bn: মুলতুবি পথ: {id}
de: Ausstehende Route: {id}
es: Ruta pendiente: {id}
fa: مسیر در انتظار: {id}
fi: Odottaa reittiä: {id}
fr: Itinéraire en attente : {id}
hi: लंबित मार्ग: {id}
id: Rute tertunda: {id}
ja: 保留ルート: {id}
mr: प्रलंबित मार्ग: {id}
pt: Rota pendente: {id}
ru: Ожидающий маршрут: {id}
ur: زیرِ التوا راستہ: {id}
zh: 待传路线：{id}

# settings.device.transfer.resume
source: Resume pending transfer
ar: استأنف نقلًا معلّقًا
bn: মুলতুবি ট্রান্সফার চালিয়ে যান
de: Ausstehende Übertragung fortsetzen
es: Reanudar transferencia pendiente
fa: ادامه انتقالِ در انتظار
fi: Jatka odottavaa siirtoa
fr: Reprendre le transfert en attente
hi: लंबित ट्रांसफर फिर शुरू करें
id: Lanjutkan transfer tertunda
ja: 保留の転送を再開
mr: प्रलंबित ट्रान्सफर पुन्हा सुरू करा
pt: Retomar transferência pendente
ru: Возобновить ожидающую передачу
ur: زیرِ التوا منتقلی دوبارہ شروع کریں
zh: 继续待传

# settings.device.transfer.section
source: Transfer
ar: النقل
bn: ট্রান্সফার
de: Übertragung
es: Transferencia
fa: انتقال
fi: Siirto
fr: Transfert
hi: ट्रांसफर
ja: 転送
mr: ट्रान्सफर
pt: Transferência
ru: Передача
ur: منتقلی
zh: 传输

# settings.distanceUnit.imperial
source: Imperial
ar: إمبراطوري
bn: ইম্পেরিয়াল
fa: امپریال
fr: Impérial
hi: इम्पीरियल
ja: ヤード・マイル
mr: इम्पीरियल
ru: Имперская
ur: امپیریل
zh: 英制
